[{"color":"#3c78d8","created_at":"Tue, 18 Feb 2020 16:41:52 GMT","description":"The “Launch” section takes us through the various stages of publishing research. “Copyright and permissions” and “Open access” is supported by Scholarly Communications, “Web development and hosting” is supported by local resources such as HumTech and SSC, and finally, “Publishing” is supported by Subject Librarians, the Data Science Center, and IDRE.","id":3,"name":"Launch","order":300},{"color":"#6aa84f","created_at":"Tue, 18 Feb 2020 16:41:52 GMT","description":"The “Preservation” phase is largely supported by the Library units. “Project maintenance” and “Grant conclusion” falls under the domain of the Subject Librarians, “Digital repository” and “Data archive and preservation” by the Data Science Center and the Digital Library Program, “Data Curation” by the Data Science Center and Subject Librarians, and “Licensing and IP” by Scholarly Communications and the OVCR.\n","id":4,"name":"Preserve","order":400},{"color":"#f1c232","created_at":"Tue, 18 Feb 2020 16:41:52 GMT","description":"“Planning” begins with “Project concept and scoping,” generating the research idea, brainstorming, and formulation phase of a research project. This section designates support for conceptualizing and scoping of research projects are provided by the Library Data Science Center, IDRE, local resources from various departmental and divisional IT staff, and “peers,” defined as other faculty members conducting similar research. The planning phase is supplemented with early-stage research support including “Literature review and landscape scan,” “Workshops and trainings,” “Tools and best practices,” “Data models and structures,” “Prototyping,” “Ethics, compliance and security,” and “Project management guidance” which are largely supported by the Library Data Science Center, IDRE, and the Scholarly Innovations Lab.","id":1,"name":"Plan","order":100},{"color":"#cc4125","created_at":"Tue, 18 Feb 2020 16:41:52 GMT","description":"The “Development” phase begins with “Grant proposal development,” supported by the Office of the Vice Chancellor of Research (OVCR), Office of Contract and Grant Administration (OCGA), IDRE, and Peers. It is complemented by additional stations that support various phases of conducting the research agenda. Some funded projects require a data plan, where “Data management plan,” “Data collection and manipulation” are supported by the Data Science Center and IDRE. With an attempt to cover the vast spectrum of computation activities that enables research, different computational processes and methodologies are supported: “Advanced computation,” “Statistical analysis,” “Data visualization,” “GIS and mapping,” “3D, VR and AR technologies,” and “Text analysis.”\r\n","id":2,"name":"Develop","order":200}]
