[{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"","id":9,"name":"Project management guidance","order":900,"phase_id":1},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Support for transitioning an idea into a research project. Scoping a research  project often requires considerations in feasibility, methods, tools, data, analysis, delivery, and preservation strategies. \n","id":1,"name":"Project concept & scoping","order":100,"phase_id":1},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"A literature review is usually the first step in addressing a research topic. It provides context, relevance, background to a research question, and critically analyzes gaps that need to be worked on.  It can also provide context for commonly used methods, tools, and standards set by the researcher’s field of study.\n","id":3,"name":"Literature review & landscape scan","order":300,"phase_id":1},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"With a research scope identified, methodologies may require the knowledge and mastery on certain digital tools. Targeted workshops and trainings on specific digital approaches can provide the necessary acquisition of knowledge that can enable the research being conducted.\n","id":4,"name":"Workshops & trainings","order":400,"phase_id":1},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Assessing the tools and best practices that support your research process strengthens and accelerates the research being conducted. \n","id":5,"name":"Tools & best practices","order":500,"phase_id":1},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Organizing your data is critical in order to create robust and reproducible computational analyses on raw data. This enables forecasting of trends, modeling and data visualization. \n","id":6,"name":"Data models & structures","order":600,"phase_id":1},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Research projects are inherently experimental in nature, aimed at investigating new ideas, especially in the early phases of development. Demonstrating the feasibility of an intended research is often a critical step to advance a project forward. \n","id":7,"name":"Prototyping","order":700,"phase_id":1},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"UCLA encourages the ethical use of data and highlights the importance in complying with best practices when using sensitive data like that collected from human subjects or related to health. \n","id":8,"name":"Ethics, compliance & security","order":800,"phase_id":1},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Planning for and obtaining funding is a critical part of building a research program. Researchers can find support through the OVCR,  OCGR for the grant planning and submission process. \n","id":10,"name":"Grant proposal development","order":100,"phase_id":2},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Funders and institutions around the world are requiring researchers to submit documents outlining data management plans. These plans include a description of the data produced in the study, identification of community standards around data usage, along with short- and long-term storage strategies for the data produced from funded research.  The Data Science Center, IDRE, Peers, and Subject librarians provide support for preparing these plans.\n","id":11,"name":"Data management plan","order":200,"phase_id":2},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Research studies accumulate data from a variety of sources. Researchers might mine publicly available data, licence a proprietary data set, or collect their own data. The Data Science Center, IDRE and XXXXX provide support for collecting and manipulating data sets for computational studies.\n","id":12,"name":"Data collection & manipulation","order":300,"phase_id":2},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Large data sets sometimes require powerful computation in order to analyze and visualize large volumes of information. The UCLA Hoffman Cluster is a high-performance computing resource available to trained researchers in order to perform these types of analysis. The Data Science Center, IDRE and XXXXX provide support and training to use the UCLA Hoffman Cluster.\n","id":13,"name":"Advanced computation","order":400,"phase_id":2},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Statistical analyses are an integral part of testing the validity of hypotheses and identifying true differences between groups of data measurements. IDRE and XXXXX provide support for constructing studies appropriately so they can be statistically evaluated and consultation services so researchers can apply the correct statistical test for the reserach in question. \n","id":14,"name":"Statistical analysis","order":500,"phase_id":2},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Moderate and large data sets are difficult to interpret and read in traditional tabular formats. Strategies for compelling data visualization are instrumental when presenting data to support research hypotheses. The Data Science Center, IDRE and XXXXX provide support and training in data visualization strategies. \n","id":15,"name":"Data visualization","order":600,"phase_id":2},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Web scraping, and large scale text analysis are common tools used to efficiently analyze scholarly literature. The Data Science Center, Subject Librarians and XXXXX provide guidance for appropriate use of text and data mining in research.\n","id":18,"name":"Text analysis","order":900,"phase_id":2},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"A diverse array of subject-specific and general-purpose digital repositories exist to support the preservation and longevity of research data as well as provide access to datasets. Support for identifying appropriate repositories for deposit and guides to preparing your data to facilitate reproducibility and reuse can be found at XXXXX and XXXXXX.\n","id":24,"name":"Digital repository","order":300,"phase_id":4},{"created_at":null,"description":"Publishing of scholarly content requires critical evaluation of who will own the copyright of the content produced through the research process (the researcher, the university or the publisher). Scholarly communication and subject librarians can help identify ways to empower researchers and help researchers comply with changing funder policies around accessibility and reuse of research and data.\n","id":19,"name":"Copyright & permissions","order":100,"phase_id":3},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Certain research projects are most efficiently communicated through the development of websites. Support for web development and hosting can be found via XXXXX and XXXXX.\n","id":20,"name":"Web development & hosting","order":200,"phase_id":3},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"","id":22,"name":"Publishing","order":400,"phase_id":3},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"","id":23,"name":"Project maintenance","order":200,"phase_id":4},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"","id":25,"name":"Data archive & preservation","order":400,"phase_id":4},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"","id":26,"name":"Data curation","order":500,"phase_id":4},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"","id":27,"name":"Licensing & IP","order":600,"phase_id":4},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Most research data has or can have a spatial component to it. Mapping data for visual and analytical discovery can be instrumental methodological approaches to advance and validate research inquiries. The Data Science Center, IDRE, and the Library offer support for GIS training and workshops, consultations, and software licensing.","id":16,"name":"GIS & mapping","order":700,"phase_id":2},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"A number of resources exist that support the development of virtual reality, augmented reality, 3D scanning/printing and modeling experimentation. Support can be found through IDRE, the Data Science Center and the Lux Lab\n","id":17,"name":"Advanced Digital Technology","order":800,"phase_id":2},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Grant funding often requires the development of reports summarizing the conclusions of work produced from the grant money. Support for producing these reports can be found with OVCR, OCGA, subject librarians and peers.\n","id":28,"name":"Grant conclusion","order":700,"phase_id":4},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":" Securing research funds","id":2,"name":"Funding","order":200,"phase_id":1},{"created_at":"Tue, 18 Feb 2020 16:36:00 GMT","description":"Research funders are increasingly requiring that publications and data generated from the funding be openly accessible through data or manuscript repositories. UCLA provides support for best practices in open access publishing through scholarly communication and subject librarians.\r\n","id":21,"name":"Open access","order":300,"phase_id":3}]
